Repository: palkietalkie/ios
Catalog: PalkieTalkie/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pt_br, vi, zh_hans, zh_hant

source: Family & in-laws
de: Familie und Schwiegerfamilie
es: Familia y suegros
fr: Famille et belle-famille
hi: परिवार और ससुराल
id: Keluarga & mertua
ja: 家族・親戚
ko: 가족과 시댁·처가
pt_br: Família e sogros
vi: Gia đình và nhà chồng/vợ
zh_hans: 家人与姻亲
zh_hant: 家人與姻親

source: Fast
de: Schnell
es: Rápido
fr: Rapide
hi: तेज़
id: Cepat
ja: 速い
ko: 빠름
pt_br: Rápido
vi: Nhanh
zh_hans: 快
zh_hant: 快

source: Finland Swedish
de: Finnlandschwedisch
es: Sueco de Finlandia
fr: Suédois de Finlande
hi: फ़िनलैंड स्वीडिश
ja: フィンランドスウェーデン語
ko: 핀란드 스웨덴어
zh_hans: 芬兰瑞典语
zh_hant: 芬蘭瑞典語

source: Flemish
de: Flämisch
es: Flamenco
fr: Flamand
hi: फ़्लेमिश
id: Flandria
ja: フラマン語
ko: 플람스어
pt_br: Flamengo
vi: Vlaams
zh_hans: 佛兰芒语
zh_hant: 佛蘭芒語

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ़्त
id: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

source: Frequent mistakes
de: Häufige Fehler
es: Errores frecuentes
fr: Erreurs fréquentes
hi: बार-बार होने वाली गलतियाँ
id: Kesalahan yang sering terjadi
ja: よくある間違い
ko: 자주 하는 실수
pt_br: Erros frequentes
vi: Lỗi thường gặp
zh_hans: 常见错误
zh_hant: 常見錯誤

source: Frequent phrases
de: Häufige Phrasen
es: Frases frecuentes
fr: Phrases fréquentes
hi: अक्सर इस्तेमाल होने वाले वाक्यांश
id: Frasa yang sering digunakan
ja: よく使うフレーズ
ko: 자주 쓰는 표현
pt_br: Frases frequentes
vi: Cụm từ thường dùng
zh_hans: 常用短语
zh_hant: 常用短語

source: Galician Yiddish
de: Galizisches Jiddisch
es: Yidis galiciano
fr: Yiddish galicien
hi: गैलिशियन यिडिश
ja: ガリツィアイディッシュ語
ko: 갈리치아 이디시어
zh_hans: 加利西亚意第绪语
zh_hant: 加利西亞意第緒語

source: Get started
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें
id: Mulai
ja: はじめる
ko: 시작하기
pt_br: Começar
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
hi: लक्ष्य
id: Tujuan
ja: 目標
ko: 목표
pt_br: Objetivos
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: Google Calendar
de: Google Kalender
es: Calendario de Google
fr: Google Agenda
hi: Google कैलेंडर
id: Kalender Google
ja: Googleカレンダー
ko: Google 캘린더
pt_br: Google Agenda
vi: Lịch Google
zh_hans: Google日历
zh_hant: Google日曆

source: Gotlandic
de: Gotländisch
es: Gotlandés
fr: Gotlandais
hi: गॉटलैंडिक
ja: ゴトランド
ko: 고틀란드
zh_hans: 哥得兰
zh_hant: 哥得蘭

source: Guangzhou
de: Kanton
es: Cantón
fr: Canton
hi: गुआंगज़ौ
ja: 広州
ko: 광저우
zh_hans: 广州
zh_hant: 廣州

source: Gulf
de: Golf
es: Del Golfo
fr: Du Golfe
hi: खाड़ी
id: Teluk
ja: 湾岸
ko: 걸프
pt_br: Do Golfo
vi: Vùng Vịnh
zh_hans: 海湾
zh_hant: 海灣

source: Help improve Palkie Talkie
de: Hilf, Palkie Talkie zu verbessern
es: Ayuda a mejorar Palkie Talkie
fr: Aidez à améliorer Palkie Talkie
hi: Palkie Talkie को बेहतर बनाने में मदद करें
id: Bantu tingkatkan Palkie Talkie
ja: Palkie Talkieの改善に協力する
ko: Palkie Talkie 개선에 참여
pt_br: Ajude a melhorar o Palkie Talkie
vi: Giúp cải thiện Palkie Talkie
zh_hans: 帮助改进 Palkie Talkie
zh_hant: 協助改進 Palkie Talkie

source: Here's how your first conversation works.
de: So läuft dein erstes Gespräch ab.
es: Así funciona tu primera conversación.
fr: Voici comment se déroule votre première conversation.
hi: आपकी पहली बातचीत ऐसे होती है।
id: Begini cara percakapan pertamamu berjalan.
ja: 最初の会話の流れはこちらです。
ko: 첫 대화는 이렇게 진행돼요.
pt_br: Veja como funciona sua primeira conversa.
vi: Đây là cách cuộc trò chuyện đầu tiên diễn ra.
zh_hans: 你的第一次对话是这样进行的。
zh_hant: 你的第一次對話是這樣進行的。

source: Hide captions
de: Untertitel ausblenden
es: Ocultar subtítulos
fr: Masquer les sous-titres
hi: कैप्शन छिपाएँ
id: Sembunyikan teks
ja: 字幕を非表示
ko: 자막 숨기기
pt_br: Ocultar legendas
vi: Ẩn phụ đề
zh_hans: 隐藏字幕
zh_hant: 隱藏字幕

source: History
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
ja: 履歴
ko: 기록
pt_br: Histórico
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

source: Hollands Standard
de: Holländischer Standard
es: Estándar holandés
fr: Standard hollandais
hi: हॉलैंड मानक
ja: ホラント標準
ko: 홀란트 표준
zh_hans: 荷兰标准
zh_hant: 荷蘭標準

source: How fast should your tutor speak?
de: Wie schnell soll dein Tutor sprechen?
es: ¿Qué tan rápido debe hablar tu tutor?
fr: À quelle vitesse votre tuteur doit-il parler ?
hi: आपका ट्यूटर कितनी तेज़ बोले?
id: Seberapa cepat tutormu sebaiknya berbicara?
ja: チューターの話す速さは？
ko: 튜터가 얼마나 빠르게 말할까요?
pt_br: Com que rapidez seu tutor deve falar?
vi: Gia sư nên nói nhanh đến mức nào?
zh_hans: 导师说话该多快？
zh_hant: 導師說話該多快？

source: How it's measured
de: Wie es gemessen wird
es: Cómo se mide
fr: Méthode de mesure
hi: इसे कैसे मापा जाता है
id: Cara pengukurannya
ja: 測定方法
ko: 측정 방식
pt_br: Como é medido
vi: Cách đo lường
zh_hans: 测量方式
zh_hant: 測量方式

source: How many different words you've actually said. Repeating "hello" 50 times still counts as 1.
de: Wie viele verschiedene Wörter du tatsächlich gesagt hast. "hello" 50-mal zu wiederholen zählt weiterhin als 1.
es: Cuántas palabras distintas has dicho realmente. Repetir "hello" 50 veces sigue contando como 1.
fr: Le nombre de mots différents que vous avez réellement prononcés. Répéter "hello" 50 fois compte toujours pour 1.
hi: आपने वास्तव में कितने अलग-अलग शब्द कहे। "hello" को 50 बार दोहराना भी 1 ही गिना जाता है।
id: Berapa banyak kata berbeda yang benar-benar Anda ucapkan. Mengulang "hello" 50 kali tetap dihitung 1.
ja: 実際に話した異なり語の数。「hello」を50回繰り返しても1としてカウントされます。
ko: 실제로 말한 서로 다른 단어의 수입니다. "hello"를 50번 반복해도 1로 셉니다.
pt_br: Quantas palavras diferentes você realmente disse. Repetir "hello" 50 vezes ainda conta como 1.
vi: Số từ khác nhau mà bạn thực sự đã nói. Lặp lại "hello" 50 lần vẫn chỉ tính là 1.
zh_hans: 你实际说出的不同单词数。把 "hello" 重复 50 次仍只算 1 个。
zh_hant: 你實際說出的不同單字數。把 "hello" 重複 50 次仍只算 1 個。

source: How many separate conversations you've had.
de: Wie viele einzelne Gespräche du geführt hast.
es: Cuántas conversaciones distintas has tenido.
fr: Combien de conversations distinctes vous avez eues.
hi: आपने कितनी अलग बातचीत की हैं।
id: Berapa banyak percakapan terpisah yang sudah kamu lakukan.
ja: これまでに行った会話の数。
ko: 지금까지 나눈 대화의 수.
pt_br: Quantas conversas distintas você teve.
vi: Số cuộc trò chuyện riêng biệt bạn đã thực hiện.
zh_hans: 你进行过的独立对话数量。
zh_hant: 你進行過的獨立對話數量。

source: How much you win your tutor over: the laughs and warmth you pull out of them. It rises when YOU make the conversation come alive. Charming a native speaker into a lively exchange is real skill.
de: Wie sehr du deinen Tutor für dich gewinnst: das Lachen und die Wärme, die du ihm entlockst. Sie steigt, wenn DU das Gespräch lebendig machst. Einen Muttersprachler zu einem lebhaften Austausch zu bringen, ist echtes Können.
es: Cuánto te ganas a tu tutor: las risas y la calidez que le sacas. Sube cuando TÚ haces que la conversación cobre vida. Llevar a un hablante nativo a un intercambio animado es habilidad real.
fr: À quel point tu séduis ton tuteur : les rires et la chaleur que tu fais ressortir. Ça monte quand c'est TOI qui rends la conversation vivante. Amener un natif à un échange animé, c'est du vrai talent.
hi: आपने अपने ट्यूटर का दिल कितना जीता: वो हँसी और गर्मजोशी जो आपने निकाली। यह तब बढ़ता है जब आप बातचीत में जान डालते हैं। किसी नेटिव स्पीकर को जीवंत बातचीत में लाना असली कौशल है।
id: Seberapa besar kamu memikat tutormu: tawa dan kehangatan yang kamu pancing keluar. Naik saat KAMU membuat percakapan jadi hidup. Membawa penutur asli ke obrolan yang hidup adalah kemampuan nyata.
ja: チューターをどれだけ惹き込めたか。あなたが引き出した笑いと温かさです。あなた自身が会話を盛り上げると上がります。ネイティブを生き生きとした会話に引き込めるのは本物の実力です。
ko: 튜터의 마음을 얼마나 사로잡았는지. 당신이 끌어낸 웃음과 따뜻함이에요. 당신이 대화를 살아 있게 만들면 올라갑니다. 원어민을 생기 있는 대화로 끌어들이는 건 진짜 실력이에요.
pt_br: O quanto você conquista seu tutor: as risadas e o calor que você arranca dele. Sobe quando VOCÊ dá vida à conversa. Levar um falante nativo a uma conversa animada é habilidade de verdade.
vi: Bạn chinh phục giáo viên đến mức nào: những tiếng cười và sự ấm áp bạn khơi ra. Nó tăng khi chính BẠN làm cuộc trò chuyện sống động. Đưa một người bản xứ vào cuộc trò chuyện sôi nổi là thực lực.
zh_hans: 你把导师“拿下”了多少：你逗出的笑声和热情。当你把对话聊活时它就上升。能让母语者投入一场生动的对话，就是真本事。
zh_hant: 你把導師「拿下」了多少：你逗出的笑聲和熱情。當你把對話聊活時它就上升。能讓母語者投入一場生動的對話，就是真本事。

source: How much your voice goes up and down. Wider range = more expressive, animated speech. Flat pitch is a hallmark of robotic / hesitant speech.
de: Wie stark deine Stimme auf und ab geht. Ein größerer Bereich bedeutet ausdrucksstärkeres, lebendigeres Sprechen. Eine flache Tonhöhe ist das Kennzeichen roboterhaften oder zögerlichen Sprechens.
es: Cuánto sube y baja tu voz. Un rango más amplio significa un habla más expresiva y animada. Un tono plano es la marca del habla robótica o dubitativa.
fr: À quel point votre voix monte et descend. Une plage plus large signifie une parole plus expressive et vivante. Une hauteur plate est la marque d'une parole robotique ou hésitante.
hi: आपकी आवाज़ कितना ऊपर-नीचे होती है। व्यापक रेंज का मतलब अधिक अभिव्यक्तिपूर्ण, सजीव बोली। सपाट पिच रोबोटिक या झिझकती बोली की पहचान है।
id: Seberapa naik turun suaramu. Rentang yang lebih lebar berarti bicara yang lebih ekspresif dan hidup. Nada yang datar adalah ciri khas bicara yang kaku atau ragu.
ja: 声がどれだけ上下するか。範囲が広いほど表現豊かで生き生きとした話し方になります。ピッチが平坦なのは、ロボット的でためらいがちな話し方の特徴です。
ko: 목소리가 얼마나 오르내리는지. 범위가 넓을수록 더 표현력 있고 생동감 있는 말투가 됩니다. 음높이가 평탄한 것은 로봇 같거나 머뭇거리는 말투의 특징입니다.
pt_br: O quanto sua voz sobe e desce. Quanto maior o alcance, mais expressiva e animada é a fala. Um tom plano é a marca de uma fala robótica ou hesitante.
vi: Mức độ lên xuống của giọng nói. Phạm vi càng rộng thì lời nói càng biểu cảm và sinh động. Cao độ phẳng là dấu hiệu của lối nói máy móc hoặc ngập ngừng.
zh_hans: 你的声音起伏的程度。范围越宽，说话越富有表现力、越生动。音高平直是机械、犹豫说话方式的典型特征。
zh_hant: 你的聲音起伏的程度。範圍越寬，說話越富有表現力、越生動。音高平直是機械、猶豫說話方式的典型特徵。

source: Indian English
de: Indisches Englisch
es: Inglés indio
fr: Anglais indien
hi: भारतीय अंग्रेज़ी
id: Inggris India
ja: インド英語
ko: 인도 영어
pt_br: Inglês indiano
vi: Anh-Ấn
zh_hans: 印度英语
zh_hant: 印度英語

source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
hi: एकीकरण
id: Integrasi
ja: 連携
ko: 통합
pt_br: Integrações
vi: Tích hợp
zh_hans: 集成
zh_hant: 整合

source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
hi: मध्यवर्ती
id: Menengah
ja: 中級
ko: 중급
pt_br: Intermediário
vi: Trung cấp
zh_hans: 中级
zh_hant: 中級

source: Iraqi
de: Irakisch
es: Iraquí
fr: Irakien
hi: इराकी
id: Irak
ja: イラク
ko: 이라크
pt_br: Iraquiano
vi: Iraq
zh_hans: 伊拉克
zh_hant: 伊拉克

source: Irish English
de: Irisches Englisch
es: Inglés irlandés
fr: Anglais irlandais
hi: आयरिश अंग्रेज़ी
id: Inggris Irlandia
ja: アイルランド英語
ko: 아일랜드 영어
pt_br: Inglês irlandês
vi: Anh-Ireland
zh_hans: 爱尔兰英语
zh_hant: 愛爾蘭英語

source: It disappears from your list. If enough people report it, it's hidden for everyone.
de: Sie verschwindet aus deiner Liste. Wenn genug Leute sie melden, wird sie für alle ausgeblendet.
es: Desaparece de tu lista. Si suficientes personas la reportan, se oculta para todos.
fr: Elle disparaît de votre liste. Si assez de personnes la signalent, elle est masquée pour tout le monde.
hi: यह आपकी सूची से गायब हो जाता है। अगर पर्याप्त लोग रिपोर्ट करते हैं, तो यह सभी से छिप जाता है।
id: Ini hilang dari daftarmu. Jika cukup banyak orang melaporkannya, ini disembunyikan untuk semua orang.
ja: あなたのリストから消えます。十分な人数が報告すると、全員に対して非表示になります。
ko: 내 목록에서 사라집니다. 충분히 많은 사람이 신고하면 모두에게 숨겨집니다.
pt_br: Ela some da sua lista. Se pessoas suficientes denunciarem, fica oculta para todos.
vi: Nó biến mất khỏi danh sách của bạn. Nếu đủ nhiều người báo cáo, nó sẽ bị ẩn với mọi người.
zh_hans: 它会从你的列表中消失。如果有足够多的人举报，它将对所有人隐藏。
zh_hant: 它會從你的清單中消失。如果有足夠多的人檢舉，它將對所有人隱藏。

source: It remembers your life and picks up where you left off.
de: Sie erinnert sich an dein Leben und macht da weiter, wo du aufgehört hast.
es: Recuerda tu vida y retoma donde lo dejaste.
fr: Elle se souvient de votre vie et reprend là où vous vous êtes arrêté.
hi: यह आपकी ज़िंदगी याद रखता है और वहीं से बातचीत जारी रखता है जहां आपने छोड़ा था।
id: Ini mengingat hidupmu dan melanjutkan dari tempat kamu berhenti.
ja: あなたの暮らしを覚えていて、前回の続きから話せます。
ko: 당신의 일상을 기억하고, 지난번 이야기에 이어서 대화해요.
pt_br: Ela lembra da sua vida e continua de onde você parou.
vi: Nó nhớ cuộc sống của bạn và tiếp tục từ chỗ bạn đã dừng lại.
zh_hans: 它记得你的生活，并能从上次中断的地方接着聊。
zh_hant: 它記得你的生活，並能從上次中斷的地方接著聊。

source: It's a voice app for getting fluent by actually talking. Your tutor is a real character who speaks naturally, remembers you, and keeps the conversation going, no lessons, no scripts.
de: Eine Sprach-App, mit der du durch echtes Reden flüssig wirst. Dein Tutor ist eine echte Figur, die natürlich spricht, sich an dich erinnert und das Gespräch am Laufen hält. Keine Lektionen, keine Skripte.
es: Es una app de voz para volverte fluido hablando de verdad. Tu tutor es un personaje real que habla con naturalidad, te recuerda y mantiene viva la conversación. Sin lecciones, sin guiones.
fr: C'est une app vocale pour devenir fluide en parlant pour de vrai. Votre tuteur est un vrai personnage qui parle naturellement, se souvient de vous et fait vivre la conversation. Sans leçons, sans scripts.
hi: यह बोलकर फ़र्राटेदार बनने के लिए एक वॉइस ऐप है। आपका ट्यूटर एक असली किरदार है जो स्वाभाविक रूप से बात करता है, आपको याद रखता है और बातचीत को आगे बढ़ाता रहता है। कोई पाठ नहीं, कोई स्क्रिप्ट नहीं।
id: Ini aplikasi suara untuk jadi fasih dengan benar-benar berbicara. Tutormu adalah karakter sungguhan yang berbicara alami, mengingatmu, dan menjaga percakapan tetap mengalir. Tanpa pelajaran, tanpa naskah.
ja: 実際に話して流暢になるための音声アプリです。チューターは自然に話し、あなたを覚えていて、会話を続けてくれる本物のキャラクター。レッスンも台本もありません。
ko: 실제로 말하면서 유창해지는 음성 앱이에요. 튜터는 자연스럽게 말하고, 당신을 기억하며, 대화를 이어가는 진짜 캐릭터예요. 수업도, 대본도 없어요.
pt_br: É um app de voz para ficar fluente falando de verdade. Seu tutor é um personagem real que fala com naturalidade, lembra de você e mantém a conversa fluindo. Sem lições, sem roteiros.
vi: Đây là ứng dụng giọng nói giúp bạn nói trôi chảy bằng cách thật sự trò chuyện. Gia sư của bạn là một nhân vật thật, nói tự nhiên, nhớ bạn và giữ cuộc trò chuyện tiếp diễn. Không bài học, không kịch bản.
zh_hans: 这是一款靠真正开口说话来练到流利的语音应用。你的导师是个有真实个性的角色，说话自然、记得你、还能把对话延续下去，没有课程，没有脚本。
zh_hant: 這是一款靠真正開口說話來練到流利的語音應用。你的導師是個有真實個性的角色，說話自然、記得你、還能把對話延續下去，沒有課程，沒有腳本。

source: Jakartan Standard
de: Jakarta-Standard
es: Estándar de Yakarta
fr: Standard de Jakarta
hi: जकार्ता मानक
ja: ジャカルタ標準
ko: 자카르타 표준
zh_hans: 雅加达标准
zh_hant: 雅加達標準

source: Javanese
de: Javanisch
es: Javanés
fr: Javanais
hi: जावानीज़
id: Jawa
ja: ジャワ
ko: 자바
pt_br: Javanês
vi: Java
zh_hans: 爪哇
zh_hant: 爪哇

source: Job interviews
de: Vorstellungsgespräche
es: Entrevistas de trabajo
fr: Entretiens d'embauche
hi: नौकरी के इंटरव्यू
id: Wawancara kerja
ja: 就職面接
ko: 취업 면접
pt_br: Entrevistas de emprego
vi: Phỏng vấn xin việc
zh_hans: 求职面试
zh_hant: 求職面試

source: Jutlandic
de: Jütländisch
es: Jutlandés
fr: Jutlandais
hi: जटलैंडिक
ja: ユトランド
ko: 윌란
zh_hans: 日德兰
zh_hant: 日德蘭

source: Kenyan Swahili
de: Kenianisches Swahili
es: Suajili keniano
fr: Swahili kényan
hi: केन्याई स्वाहिली
ja: ケニアスワヒリ語
ko: 케냐 스와힐리어
zh_hans: 肯尼亚斯瓦希里语
zh_hant: 肯亞史瓦希里語

source: Knowledge Graph (read-only)
de: Wissensgraph (schreibgeschützt)
es: Grafo de conocimiento (solo lectura)
fr: Graphe de connaissances (lecture seule)
hi: ज्ञान ग्राफ (केवल पढ़ने योग्य)
id: Grafik Pengetahuan (hanya baca)
ja: ナレッジグラフ（読み取り専用）
ko: 지식 그래프 (읽기 전용)
pt_br: Grafo de conhecimento (somente leitura)
vi: Đồ thị tri thức (chỉ đọc)
zh_hans: 知识图谱(只读)
zh_hant: 知識圖譜(唯讀)

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pt_br: Idioma
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Language you want to learn
de: Sprache, die du lernen möchtest
es: Idioma que quieres aprender
fr: Langue que vous voulez apprendre
hi: जो भाषा आप सीखना चाहते हैं
id: Bahasa yang ingin Anda pelajari
ja: 学習したい言語
ko: 배우고 싶은 언어
pt_br: Idioma que você quer aprender
vi: Ngôn ngữ bạn muốn học
zh_hans: 想学习的语言
zh_hant: 想學習的語言

source: Length
de: Länge
es: Longitud
fr: Longueur
hi: लंबाई
id: Panjang
ja: 長さ
ko: 길이
pt_br: Comprimento
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

source: Levantine
de: Levantinisch
es: Levantino
fr: Levantin
hi: लेवांती
id: Levantin
ja: レバント
ko: 레반트
pt_br: Levantino
vi: Levant
zh_hans: 黎凡特
zh_hant: 黎凡特

source: Level
de: Niveau
es: Nivel
fr: Niveau
hi: स्तर
id: Tingkat
ja: レベル
ko: 레벨
pt_br: Nível
vi: Cấp độ
zh_hans: 级别
zh_hant: 級別

source: Lewis Gaelic
de: Lewis-Gälisch
es: Gaélico de Lewis
fr: Gaélique de Lewis
hi: लुईस गेलिक
ja: ルイスゲール語
ko: 루이스 게일어
zh_hans: 刘易斯盖尔语
zh_hant: 路易斯蓋爾語

source: Library preview text. Not sent to the AI.
de: Vorschautext der Bibliothek. Wird nicht an die KI gesendet.
es: Texto de vista previa de la biblioteca. No se envía a la IA.
fr: Texte d'aperçu de la bibliothèque. Non envoyé à l'IA.
hi: लाइब्रेरी पूर्वावलोकन टेक्स्ट. AI को नहीं भेजा जाता।
id: Teks pratinjau pustaka. Tidak dikirim ke AI.
ja: ライブラリのプレビュー用テキストです。AIには送信されません。
ko: 라이브러리 미리보기 텍스트입니다. AI로 전송되지 않습니다.
pt_br: Texto de prévia da biblioteca. Não é enviado à IA.
vi: Văn bản xem trước trong thư viện. Không gửi cho AI.
zh_hans: 资料库预览文字，不会发送给 AI。
zh_hant: 資料庫預覽文字，不會傳送給 AI。

source: Listen, then reply out loud whenever you're ready.
de: Hör zu und antworte laut, wenn du bereit bist.
es: Escucha y responde en voz alta cuando estés listo.
fr: Écoutez, puis répondez à voix haute quand vous êtes prêt.
hi: सुनिए, फिर तैयार होने पर ज़ोर से जवाब दीजिए।
id: Dengarkan, lalu jawab dengan suara saat kamu siap.
ja: 聞いて、準備ができたら声に出して返事しましょう。
ko: 듣고 나서 준비되면 소리 내어 대답하세요.
pt_br: Ouça e responda em voz alta quando estiver pronto.
vi: Hãy lắng nghe, rồi trả lời thành tiếng khi bạn sẵn sàng.
zh_hans: 先听，准备好了就大声回应。
zh_hant: 先聽，準備好了就大聲回應。

source: Living abroad
de: Leben im Ausland
es: Vivir en el extranjero
fr: Vivre à l'étranger
hi: विदेश में रहना
id: Tinggal di luar negeri
ja: 海外駐在
ko: 해외 생활
pt_br: Morar no exterior
vi: Sống ở nước ngoài
zh_hans: 海外生活
zh_hant: 海外生活

source: Loading your tutor…
de: Dein Tutor wird geladen…
es: Cargando tu tutor…
fr: Chargement de votre tuteur…
hi: आपका ट्यूटर लोड हो रहा है…
id: Memuat tutor Anda…
ja: チューターを準備中…
ko: 튜터를 준비하는 중…
pt_br: Carregando seu tutor…
vi: Đang tải gia sư của bạn…
zh_hans: 正在准备你的导师…
zh_hant: 正在準備你的導師…

source: Lower intermediate
de: Untere Mittelstufe
es: Intermedio bajo
fr: Intermédiaire faible
hi: निम्न मध्यवर्ती
id: Menengah bawah
ja: 中級下
ko: 초중급
pt_br: Intermediário baixo
vi: Sơ trung cấp
zh_hans: 中低级
zh_hant: 中低級

source: Maghrebi
de: Maghrebinisch
es: Magrebí
fr: Maghrébin
hi: मगरिबी
id: Maghrib
ja: マグリブ
ko: 마그레브
pt_br: Magrebino
vi: Maghreb
zh_hans: 马格里布
zh_hant: 馬格里布

source: Making friends
de: Freunde finden
es: Hacer amigos
fr: Se faire des amis
hi: दोस्त बनाना
id: Mencari teman
ja: 友達づくり
ko: 친구 사귀기
pt_br: Fazer amigos
vi: Kết bạn
zh_hans: 交朋友
zh_hant: 交朋友

source: Malaysian Standard
de: Malaysischer Standard
es: Estándar malayo
fr: Standard malaisien
hi: मलेशियाई मानक
ja: マレーシア標準
ko: 말레이시아 표준
zh_hans: 马来西亚标准
zh_hant: 馬來西亞標準

source: Measured from your voice on your device. We track your lowest and highest pitch in each conversation.
de: Wird aus deiner Stimme auf deinem Gerät gemessen. Wir erfassen deine tiefste und höchste Tonlage in jedem Gespräch.
es: Se mide desde tu voz en tu dispositivo. Registramos tu tono más bajo y más alto en cada conversación.
fr: Mesuré à partir de votre voix sur votre appareil. Nous suivons votre note la plus basse et la plus haute à chaque conversation.
hi: आपके डिवाइस पर आपकी आवाज़ से मापा जाता है। हर बातचीत में आपकी सबसे नीची और सबसे ऊंची पिच दर्ज करते हैं।
id: Diukur dari suaramu di perangkatmu. Kami mencatat nada terendah dan tertinggimu di setiap percakapan.
ja: この端末で、あなたの声から測定します。セッションごとに、いちばん低い声と高い声を記録します。
ko: 기기에서 당신의 목소리로 측정합니다. 대화마다 가장 낮은 음과 높은 음을 기록합니다.
pt_br: Medido pela sua voz no seu dispositivo. Registramos seu tom mais grave e mais agudo em cada conversa.
vi: Được đo từ giọng nói của bạn trên thiết bị. Chúng tôi ghi lại cao độ thấp nhất và cao nhất trong mỗi cuộc trò chuyện.
zh_hans: 在你的设备上根据你的声音测量。我们记录你每次对话中最低和最高的音高。
zh_hant: 在你的裝置上根據你的聲音測量。我們記錄你每次對話中最低和最高的音高。

source: Mexican
de: Mexikanisch
es: Mexicano
fr: Mexicain
hi: मैक्सिकन
id: Meksiko
ja: メキシコ
ko: 멕시코
pt_br: Mexicano
vi: Mexico
zh_hans: 墨西哥
zh_hant: 墨西哥

source: Milanese
de: Mailändisch
es: Milanés
fr: Milanais
hi: मिलानी
ja: ミラノ
ko: 밀라노
zh_hans: 米兰
zh_hant: 米蘭

source: Mine
de: Meine
es: Mías
fr: Les miennes
hi: मेरी
id: Milikku
ja: 自分のもの
ko: 내 것
pt_br: Minhas
vi: Của tôi
zh_hans: 我的
zh_hant: 我的

source: Mistakes
de: Fehler
es: Errores
fr: Erreurs
hi: गलतियाँ
id: Kesalahan
ja: 間違い
ko: 실수
pt_br: Erros
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Modern Israeli
de: Modernes Israelisch
es: Israelí moderno
fr: Israélien moderne
hi: आधुनिक इज़राइली
id: Israel Modern
ja: 現代イスラエル
ko: 현대 이스라엘
pt_br: Israelense moderno
vi: Israel hiện đại
zh_hans: 现代以色列
zh_hant: 現代以色列

source: Modern Standard Arabic
de: Modernes Hocharabisch
es: Árabe estándar moderno
fr: Arabe standard moderne
hi: आधुनिक मानक अरबी
id: Arab Standar Modern
ja: 現代標準アラビア語
ko: 현대 표준 아랍어
pt_br: Árabe padrão moderno
vi: Ả Rập chuẩn hiện đại
zh_hans: 现代标准阿拉伯语
zh_hant: 現代標準阿拉伯語

source: Moldavian
de: Moldauisch
es: Moldavo
fr: Moldave
hi: मोल्डावियन
id: Moldova
ja: モルダビア
ko: 몰다비아
pt_br: Moldávio
vi: Moldova
zh_hans: 摩尔达维亚
zh_hant: 摩爾達維亞

source: Moravian
de: Mährisch
es: Moravo
fr: Morave
hi: मोरावियन
id: Moravia
ja: モラヴィア
ko: 모라비아
pt_br: Morávio
vi: Moravia
zh_hans: 摩拉维亚
zh_hant: 摩拉維亞

source: More
de: Mehr
es: Más
fr: Plus
hi: और
id: Lainnya
ja: その他
ko: 더보기
pt_br: Mais
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: Moscow Standard
de: Moskau-Standard
es: Estándar de Moscú
fr: Standard de Moscou
hi: मास्को मानक
ja: モスクワ標準
ko: 모스크바 표준
zh_hans: 莫斯科标准
zh_hant: 莫斯科標準

source: Most liked
de: Am beliebtesten
es: Más gustadas
fr: Les plus aimées
hi: सबसे पसंद किए गए
id: Paling disukai
ja: いいねの多い順
ko: 좋아요 많은 순
pt_br: Mais curtidas
vi: Được thích nhiều nhất
zh_hans: 最多点赞
zh_hant: 最多讚

source: Multi-word native expressions you've used (e.g., "give it a shot", "figure out").
de: Mehrwortige muttersprachliche Ausdrücke, die du verwendet hast (z. B. "give it a shot", "figure out").
es: Expresiones nativas de varias palabras que has usado (p. ej., "give it a shot", "figure out").
fr: Expressions natives de plusieurs mots que vous avez utilisées (p. ex., "give it a shot", "figure out").
hi: आपके द्वारा इस्तेमाल किए गए कई शब्दों वाले नेटिव अभिव्यक्ति (जैसे, "give it a shot", "figure out")।
id: Ungkapan asli yang terdiri dari beberapa kata yang sudah kamu gunakan (mis., "give it a shot", "figure out").
ja: あなたが使ったネイティブの複数語からなる表現（例：「give it a shot」「figure out」）。
ko: 당신이 사용한 여러 단어로 된 원어민 표현(예: "give it a shot", "figure out").
pt_br: Expressões nativas de várias palavras que você usou (por ex., "give it a shot", "figure out").
vi: Các cách diễn đạt bản ngữ gồm nhiều từ mà bạn đã dùng (ví dụ: "give it a shot", "figure out").
zh_hans: 你使用过的由多个单词组成的地道表达（例如 "give it a shot"、"figure out"）。
zh_hant: 你使用過的由多個單字組成的道地表達（例如 "give it a shot"、"figure out"）。

source: Munster Irish
de: Munster-Irisch
es: Irlandés de Munster
fr: Irlandais du Munster
hi: मुंस्टर आयरिश
ja: マンスターアイルランド語
ko: 먼스터 아일랜드어
zh_hans: 芒斯特爱尔兰语
zh_hant: 芒斯特愛爾蘭語

source: Native languages
de: Muttersprachen
es: Idiomas nativos
fr: Langues maternelles
hi: मातृभाषाएँ
id: Bahasa ibu
ja: 母国語
ko: 모국어
pt_br: Idiomas nativos
vi: Ngôn ngữ mẹ đẻ
zh_hans: 母语
zh_hant: 母語

source: Neapolitan
de: Neapolitanisch
es: Napolitano
fr: Napolitain
hi: नियापोलिटन
id: Napoli
ja: ナポリ
ko: 나폴리
pt_br: Napolitano
vi: Napoli
zh_hans: 那不勒斯
zh_hant: 那不勒斯

source: New Zealand
de: Neuseeländisch
es: Neozelandés
fr: Néo-zélandais
hi: न्यूज़ीलैंड
id: Selandia Baru
ja: ニュージーランド英語
ko: 뉴질랜드식
pt_br: Neozelandês
zh_hans: 新西兰英语
zh_hant: 紐西蘭英語

source: New persona
de: Neue Persona
es: Nuevo personaje
fr: Nouveau personnage
hi: नया पर्सोना
id: Persona baru
ja: 新しいペルソナ
ko: 새 페르소나
pt_br: Nova persona
vi: Nhân vật mới
zh_hans: 新建角色
zh_hant: 新增角色

source: News
de: Nachrichten
es: Noticias
fr: Actualités
hi: समाचार
id: Berita
ja: ニュース
ko: 뉴스
pt_br: Notícias
vi: Tin tức
zh_hans: 新闻
zh_hant: 新聞
